export const aboutData = [
  {
    id: "1",
    desc: "Займаюсь розробкою сайтів і вебдодатків більше 8 років.",
  },
  {
    id: "2",
    desc: "За цей час я створив багато цільових сторінок, багатосторонніх сайтів, вебдодатків.",
  },
  {
    id: "3",
    desc: "Використовую технології: SCSS, JavaScript, Tailwind CSS, React, фреймворки Next.js, Hono.js, ORM drizzle, Neon - база даних.",
  },
  {
    id: "4",
    desc: "Розробляю фулстек додатки з лицьовою частиною сайту, сервером та базою даних - повноцінні бізнеси.",
  },
  {
    id: "5",
    desc: "Роблю адаптації під всі мобільні пристрої. Використовую різні типи анімації під час розробки.",
  },
];
