export const aboutData = [
  {
    id: "1",
    desc: "Маю багаторічний досвід у вебтехнологіях, пройшовши шлях від адаптивної верстки до проектування складних хмарних систем.",
  },
  {
    id: "2",
    desc: "Спеціалізуюсь на повному циклі Fullstack-розробки: від інтерактивного UI до серверної логіки, API та проектування баз даних.",
  },
  {
    id: "3",
    desc: "Проектую додатки як production-ready бізнес-системи, приділяючи особливу увагу оптимізації запитів та безпеці даних.",
  },
  {
    id: "4",
    desc: "Працюю з сучасним serverless-стеком (Next.js, Hono.js, Drizzle, Neon), що дозволяє запускати продукти швидко і з мінімальними витратами на інфраструктуру.",
  },
  {
    id: "5",
    desc: "Приділяю особливу увагу деталям: ідеальна адаптивність під мобільні пристрої, плавні анімації та чистий код, який легко масштабувати.",
  },
];
